Repository: yhxuee/ledger
Catalog: Finsy/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, th, zh_hans, zh_hant

source: %@ expires in %lld days
de: %@ läuft in %lld Tagen ab
es: %@ caduca en %lld días
fr: %@ expire dans %lld jours
ja: %@ はあと %lld 日で有効期限が切れます
ko: %@ 만료까지 %lld일 남았습니다
ru: Срок %@ истекает через %lld дн.
th: %@ จะหมดอายุใน %lld วัน
zh_hans: %@ 还有 %lld 天到期
zh_hant: %@ 還有 %lld 天到期

source: %@ expires today
de: %@ läuft heute ab
es: %@ caduca hoy
fr: %@ expire aujourd'hui
ja: %@ は本日で有効期限が切れます
ko: %@ 오늘 만료됩니다
ru: Срок %@ истекает сегодня
th: %@ หมดอายุวันนี้
zh_hans: %@ 今天到期
zh_hant: %@ 今天到期

source: BASE AMT %@
de: BASISBETR. %@
es: IMP. BASE %@
fr: MT DE BASE %@
ja: 基準額 %@
ko: 기준 금액 %@
ru: БАЗ. СУММА %@
th: ยอดสกุลหลัก %@
zh_hans: 本位金额 %@
zh_hant: 本位金額 %@

source: Bills, rent, subscriptions
de: Rechnungen, Miete, Abonnements
es: Servicios, alquiler, suscripciones
fr: Factures, loyer, abonnements
ja: 光熱費、家賃、サブスクリプション
ko: 공과금, 월세, 정기 구독
ru: Коммунальные услуги, аренда, подписки
th: ค่าน้ำค่าไฟ ค่าเช่า บริการรายเดือน
zh_hans: 水电燃气、房租、软件订阅
zh_hant: 水電燃氣、房租、軟體訂閱

source: Coupon Expiring: %@
de: Gutschein läuft bald ab: %@
es: Cupón por caducar: %@
fr: Le coupon expire bientôt : %@
ja: クーポンの有効期限が近づいています：%@
ko: 쿠폰 만료 예정: %@
ru: Срок купона истекает: %@
th: คูปองใกล้หมดอายุ: %@
zh_hans: 优惠券即将到期：%@
zh_hant: 優惠券即將到期：%@

source: Daily dining, groceries, drinks
de: Tägliche Verpflegung, Lebensmittel, Getränke
es: Comidas diarias, comestibles, bebidas
fr: Repas quotidiens, courses, boissons
ja: 毎日の食事、食料品、カフェ
ko: 일일 식비, 장보기, 음료
ru: Питание, продукты, напитки
th: อาหารประจำวัน ของชำ เครื่องดื่ม
zh_hans: 日常餐饮、超市买菜、咖啡饮品
zh_hant: 日常餐飲、超市買菜、咖啡飲品

source: Daily goods, clothes, electronics
de: Alltagsgegenstände, Kleidung, Elektronik
es: Artículos diarios, ropa, electrónica
fr: Articles du quotidien, vêtements, électronique
ja: 日用品、衣類、家電・電子機器
ko: 생필품, 의류, 전자제품
ru: Товары для дома, одежда, электроника
th: ของใช้ประจำวัน เสื้อผ้า อุปกรณ์อิเล็กทรอนิกส์
zh_hans: 日用品、服饰穿搭、数码电子
zh_hant: 日用品、服飾穿搭、數碼電子

source: Delete Category?
de: Kategorie löschen?
es: ¿Eliminar categoría?
fr: Supprimer la catégorie ?
ja: カテゴリーを削除しますか？
ko: 카테고리를 삭제하시겠습니까?
ru: Удалить категорию?
th: ลบหมวดหมู่หรือไม่?
zh_hans: 删除分类？
zh_hant: 刪除類別？

source: Description / Note
de: Beschreibung / Notiz
es: Descripción / Nota
ja: 説明 / メモ
ko: 설명 / 메모
ru: Описание / Заметка
th: คำอธิบาย / บันทึก
zh_hans: 描述 / 备注
zh_hant: 描述 / 備註

source: Edit Category
de: Kategorie bearbeiten
es: Editar categoría
fr: Modifier la catégorie
ja: カテゴリーを編集
ko: 카테고리 수정
ru: Редактировать категорию
th: แก้ไขหมวดหมู่
zh_hans: 编辑分类
zh_hant: 編輯類別

source: Gross Amt
de: Bruttobetr.
es: Imp. Bruto
fr: Montant brut
ja: 税込総額
ko: 총 금액
ru: Общая сумма
th: ยอดรวม
zh_hans: 含税总额
zh_hant: 含稅總額

source: Investment returns & stock dividends
de: Kapitalerträge und Aktiendividenden
es: Rendimientos de inversión y dividendos
fr: Rendements d'investissement et dividendes
ja: 投資リターンおよび株式配当
ko: 투자 수익 및 주식 배당금
ru: Доход от инвестиций и дивиденды
th: ผลตอบแทนจากการลงทุนและเงินปันผล
zh_hans: 投资分红及股票股息
zh_hant: 投資分紅及股票股息

source: Merchant or purchase refunds
de: Händlerrückerstattungen oder Kaufrückgaben
es: Reembolsos de comercios o devoluciones
fr: Remboursements commerçant ou retours d'achat
ja: 店舗からの返金や購入の返品
ko: 판매자 환불 또는 구매 취소 환불
ru: Возвраты от продавцов или по покупкам
th: การคืนเงินจากร้านค้าหรือการคืนสินค้า
zh_hans: 商家退款或采购退货
zh_hant: 商家退款或採購退貨

source: Miscellaneous daily spending
de: Sonstige tägliche Ausgaben
es: Otros gastos diarios variados
fr: Autres dépenses quotidiennes
ja: その他の日常的な支出
ko: 기타 일상 지출
ru: Прочие повседневные расходы
th: ค่าใช้จ่ายเบ็ดเตล็ดประจำวัน
zh_hans: 其他零散日常支出
zh_hant: 其他零散日常支出

source: Monthly Statement Ready
de: Monatsabrechnung bereit
es: Extracto mensual listo
fr: Relevé mensuel prêt
ja: 月次明細書の準備が整いました
ko: 월간 명세서 준비 완료
ru: Месячная выписка готова
th: ใบแจ้งยอดประจำเดือนพร้อมแล้ว
zh_hans: 月度账单已生成
zh_hant: 月度帳單已生成

source: Other miscellaneous inflows
de: Sonstige Einnahmen
es: Otros ingresos varios
fr: Autres rentrées d'argent
ja: その他の臨時収入
ko: 기타 수입 유입
ru: Прочие поступления
th: รายรับเบ็ดเตล็ดอื่นๆ
zh_hans: 其他零散收入流入
zh_hant: 其他零散收入流入

source: Performance rewards
de: Leistungsprämien und Boni
es: Recompensas por rendimiento
fr: Primes et gratifications
ja: 賞与および業績報酬
ko: 성과급 및 상여금
ru: Премии и бонусы за результат
th: โบนัสและเงินรางวัลตามผลงาน
zh_hans: 年终奖及绩效奖励
zh_hant: 年終獎及績效獎勵

source: Pocket Amount %@
de: Pocket-Betrag %@
es: Importe bolsillo %@
fr: Montant poche %@
ja: ポケット金額 %@
ko: 포켓 금액 %@
ru: Сумма в валюте %@
th: ยอดเงินในกระเป๋า %@
zh_hans: 钱包金额 %@
zh_hant: 錢包金額 %@

source: Primary work compensation
de: Hauptberufliche Vergütung
es: Compensación laboral principal
fr: Rémunération du travail principal
ja: 本業からの給与・報酬
ko: 주업 근로 소득 및 급여
ru: Основная заработная плата
th: ค่าตอบแทนจากการทำงานหลัก
zh_hans: 主职工作劳动报酬
zh_hant: 主職工作勞動報酬

source: Rate
de: Satz
es: Tipo
fr: Taux
ja: 税率
ko: 세율
ru: Ставка
th: อัตรา
zh_hans: 税率
zh_hant: 稅率

source: Records
de: Einträge
es: Registros
fr: Enregistrements
ja: 件数
ko: 건수
ru: Записи
th: รายการ
zh_hans: 记录数
zh_hant: 記錄數

source: Repayments and expense claims
de: Rückzahlungen und Auslagenerstattungen
es: Reembolsos y liquidación de gastos
fr: Remboursements et notes de frais
ja: 立替金の精算および返済
ko: 경비 청구 및 상환금
ru: Возмещение расходов и погашение долгов
th: การเบิกจ่ายและการชำระคืน
zh_hans: 垫付报销及还款归还
zh_hant: 墊付報銷及還款歸還

source: Savings and deposit yields
de: Zinsen auf Ersparnisse und Einlagen
es: Rendimientos de ahorro y depósitos
fr: Intérêts d'épargne et de dépôt
ja: 預金および貯蓄の利息
ko: 예금 및 저축 이자
ru: Проценты по вкладам и сбережениям
th: ดอกเบี้ยเงินฝากและการออม
zh_hans: 存款理财及储蓄利息
zh_hant: 存款理財及儲蓄利息

source: Tax Amount
de: Steuerbetrag
es: Importe imp.
fr: Montant taxe
ja: 税額
ko: 세액
ru: Сумма налога
th: จำนวนภาษี
zh_hans: 税额
zh_hant: 稅額

source: Tax Amount (%@)
de: Steuerbetrag (%@)
es: Importe imp. (%@)
fr: Montant taxe (%@)
ja: 税額 (%@)
ko: 세액 (%@)
ru: Сумма налога (%@)
th: จำนวนภาษี (%@)
zh_hans: 税额 (%@)
zh_hant: 稅額 (%@)

source: Tax Base
de: Steuerbasis
es: Base impon.
fr: Base imposable
ja: 課税標準
ko: 과세 표준
ru: Налог. база
th: ฐานภาษี
zh_hans: 税前基数
zh_hant: 稅前基數

source: Tax Base (%@)
de: Steuerbasis (%@)
es: Base impon. (%@)
fr: Base imposable (%@)
ja: 課税標準 (%@)
ko: 과세 표준 (%@)
ru: Налог. база (%@)
th: ฐานภาษี (%@)
zh_hans: 税前基数 (%@)
zh_hant: 稅前基數 (%@)

source: This category will no longer appear when creating new transactions. Existing transactions will keep their category information.
de: Diese Kategorie wird beim Erstellen neuer Transaktionen nicht mehr angezeigt. Bestehende Transaktionen behalten ihre Kategorieinformationen.
es: Esta categoría ya no aparecerá al crear nuevas transacciones. Las transacciones existentes conservarán su información de categoría.
fr: Cette catégorie n'apparaîtra plus lors de la création de nouvelles transactions. Les transactions existantes conserveront leurs informations de catégorie.
ja: このカテゴリーは新規取引の作成時に表示されなくなります。既存の取引のカテゴリー情報は保持されます。
ko: 이 카테고리는 새로운 거래를 작성할 때 더 이상 표시되지 않습니다. 기존 거래의 카테고리 정보는 유지됩니다.
ru: Эта категория больше не будет отображаться при создании новых транзакций. Существующие транзакции сохранят информацию о категории.
th: หมวดหมู่นี้จะไม่แสดงอีกต่อไปเมื่อสร้างธุรกรรมใหม่ ธุรกรรมที่มีอยู่จะยังคงเก็บข้อมูลหมวดหมู่นี้ไว้
zh_hans: 此分类在创建新交易时将不再显示。已有交易仍会保留该分类信息。
zh_hant: 此類別在建立新交易時將不再顯示。現有交易仍會保留該類別資訊。

source: Transfer balance between internal accounts
de: Umbuchung zwischen internen Konten
es: Transferencia entre cuentas internas
fr: Virement entre comptes internes
ja: 口座間での資金移動
ko: 내부 계좌 간 잔액 이동
ru: Перевод между своими счетами
th: โอนเงินระหว่างบัญชีภายใน
zh_hans: 内部账户之间的资金划转
zh_hant: 內部帳戶之間的資金劃轉

source: Transit, taxi, fuel, parking
de: Öffentlicher Nahverkehr, Taxi, Kraftstoff, Parken
es: Transporte público, taxi, combustible, estacionamiento
fr: Transports en commun, taxi, carburant, stationnement
ja: 電車・バス、タクシー、ガソリン、駐車場
ko: 대중교통, 택시, 주유, 주차
ru: Транспорт, такси, топливо, парковка
th: ขนส่งสาธารณะ แท็กซี่ ค่าน้ำมัน ค่าจอดรถ
zh_hans: 公共交通、打车、加油、停车费
zh_hant: 公共交通、計程車、加油、停車費

source: Your financial statement for %@ is ready to view.
de: Ihre Finanzabrechnung für %@ kann jetzt eingesehen werden.
es: Tu extracto financiero de %@ está listo para ver.
fr: Votre relevé financier pour %@ est prêt à être consulté.
ja: %@ の財務明細書が確認できます。
ko: %@의 재무 명세서를 확인할 수 있습니다.
ru: Ваша финансовая выписка за %@ готова к просмотру.
th: ใบแจ้งยอดทางการเงินสำหรับ %@ พร้อมให้ตรวจสอบแล้ว
zh_hans: 您 %@ 的财务账单已可查看。
zh_hant: 您 %@ 的財務帳單已可查看。

source: Bonus
es: Bonificación
fr: Prime
ja: ボーナス
ko: 보너스
ru: Премия
th: โบนัส
zh_hans: 奖金激励
zh_hant: 獎金激勵

source: Budget
es: Presupuesto
ja: 予算
ko: 예산
ru: Бюджет
th: งบประมาณ
zh_hans: 预算
zh_hant: 預算

source: E-Wallet
es: Monedero digital
fr: Portefeuille électronique
ja: 電子マネー
ko: 전자 지갑
ru: Электронный кошелек
th: กระเป๋าเงินอิเล็กทรอนิกส์
zh_hans: 电子钱包
zh_hant: 電子錢包

source: Layout
es: Diseño
fr: Disposition
ja: レイアウト
ko: 레이아웃
ru: Макет
th: เลย์เอาต์
zh_hans: 布局
zh_hant: 版面配置

source: Max
es: Máx.
ja: 最大
ko: 최대
ru: Макс.
th: สูงสุด
zh_hans: 最高
zh_hant: 最高

source: Min
es: Mín.
ja: 最小
ko: 최소
ru: Мин.
th: ต่ำสุด
zh_hans: 最低
zh_hant: 最低

source: Name
es: Nombre
fr: Nom
ja: 名称
ko: 이름
ru: Имя
th: ชื่อ
zh_hans: 名称
zh_hant: 名稱

source: OK
es: Aceptar
ko: 확인
ru: ОК
th: ตกลง
zh_hans: 好
zh_hant: 好

source: Portfolio
es: Cartera
fr: Portefeuille
ja: ポートフォリオ
ko: 포트폴리오
ru: Портфель
th: พอร์ตการลงทุน
zh_hans: 资产组合
zh_hant: 資產組合

source: Standard
es: Estándar
ja: 標準
ko: 표준
ru: Стандартный
th: มาตรฐาน
zh_hans: 标准
zh_hant: 標準

source: Status
es: Estado
fr: Statut
ja: ステータス
ko: 상태
ru: Статус
th: สถานะ
zh_hans: 状态
zh_hant: 狀態

source: Tag
es: Etiqueta
fr: Balise
ja: タグ
ko: 태그
ru: Тег
th: แท็ก
zh_hans: 标签
zh_hant: 標籤

source: Transport
es: Transporte
fr: Transports
ja: 交通
ko: 교통
ru: Транспорт
th: การเดินทาง
zh_hans: 交通
zh_hant: 交通

source: Wallet
es: Cartera
fr: Portefeuille
ja: ウォレット
ko: 지갑
ru: Кошелек
th: กระเป๋าเงิน
zh_hans: 钱包
zh_hant: 錢包

source: Apple Wallet
ja: Appleウォレット
ko: Apple 지갑
zh_hans: Apple 钱包
zh_hant: Apple 錢包

source: Emoji
ja: 絵文字
ko: 이모티콘
ru: Эмодзи
th: อิโมจิ
zh_hant: 表情符號

source: Horizontal
ja: 横向き
ko: 가로형
ru: Горизонтально
th: แนวนอน
zh_hans: 横向
zh_hant: 橫向
